{
  "0": {
    "title": "Introduction",
    "summary": "Natural Coin is a new philosophy of money built on circulation, decay, and resonance. It aims to prevent monopoly, reduce hoarding, and reward invisible contributions such as care, education, and environmental stewardship."
  },
  "1": {
    "title": "Chapter 1｜Core Definitions: Human・Currency・Nature",
    "summary": "Defines the triad relationship between Human, Currency, and Nature as the philosophical foundation of Natural Coin."
  },
  "2": {
    "title": "Chapter 2｜Introduction to Natural Coin: Flow and Decay",
    "summary": "Introduces Natural Coin as a system based on flow, decay, and resonance, contrasting with traditional capital logic."
  },
  "3": {
    "title": "Chapter 3｜Blind Spots of Capitalism: Monopoly, Hoarding, Invisible Value",
    "summary": "Exposes capitalism’s blind spots: monopolies, hoarding, and undervaluation of invisible social contributions."
  },
  "4": {
    "title": "Chapter 4｜Circulationism: The New Poetics of Economy",
    "summary": "Presents Circulationism as a new economic poetics that emphasizes movement, regeneration, and reciprocity."
  },
  "5": {
    "title": "Chapter 5｜Comparison with Capitalism, Welfare, Socialism",
    "summary": "Compares Natural Coin’s framework with capitalism, welfare states, and socialism to highlight its complementarity."
  },
  "6": {
    "title": "Chapter 6｜Seven Iron Rules of Natural Coin",
    "summary": "Outlines the Seven Iron Rules of Natural Coin that define its core governance principles."
  },
  "7": {
    "title": "Chapter 7｜Declaration and Belief Clauses",
    "summary": "Establishes a declaration and belief clauses that frame Natural Coin as both a system and philosophy."
  },
  "8": {
    "title": "Chapter 8｜Decay and Anti-Monopoly Mechanisms",
    "summary": "Explains decay and anti-monopoly mechanisms that prevent over-concentration of assets."
  },
  "9": {
    "title": "Chapter 9｜FreshDecay: Logic of Time-based Corruption",
    "summary": "Introduces FreshDecay, the principle of time-based currency corruption that enforces circulation."
  },
  "10": {
    "title": "Chapter 10｜Disval + Fresh Model Integration",
    "summary": "Shows the integration of Disval and Fresh models, combining anti-monopoly and anti-hoarding rules."
  },
  "11": {
    "title": "Chapter 11｜Currency and Time: The Fourth Dimension",
    "summary": "Reinterprets currency as a temporal medium, binding value with the fourth dimension of time."
  }
}
